import MarkDown from "react-markdown";

const content = `
# ION 개인정보처리방침

- 주식회사 dothack(이하 ‘회사’ 라 함)은 개인정보보호법에 따라 ‘ION'이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
- ‘ION'의 개인정보처리방침은 회사가 제공하는 ‘ION’ 서비스에 한해 적용되며 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.
- 본 개인정보처리방침은 2024년 1월 26일부터 시행되며, 다음과 같은 내용을 담고 있습니다.


## 1. 개인정보의 처리 목적
- 회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

- ### 가. ‘ION’ 서비스 회원가입 및 관리
- - 회원 가입 의사 확인, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.

- ### 나. 마케팅 및 광고에의 활용
- - 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여 기회 제공, 서비스의 유효성 확인, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

## 2. 개인정보의 처리 및 보유 기간
- ① ‘ION'은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
- ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

- - 홈페이지 회원가입 및 관리
- - '홈페이지 회원가입 및 관리'와 관련한 개인정보는 수집 및 이용에 관한 동의일로부터 위 이용목적을 위하여 보유·이용됩니다. 회원 탈퇴 시 개인정보는 지체없이 파기됩니다.
- - 보유근거: 개인정보제공 동의

## 3. 이용자와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항
- 이용자는 개인정보 주체로서 다음과 같은 권리를 행사할 수 있습니다.
- ① 이용자는 주식회사 dothack에 대해 언제든지 개인정보 열람, 정정,삭제,처리정지 요구 등의 권리를 행사할 수 있습니다.
- ② 제1항에 따른 권리 행사는 주식회사 dothack에 대해 개인정보보호법 시행령 제41조 제1항에 따라 서면, 전자우편 등을 통하여 하실 수 있으며 회사는 이에 대해 바로 조치하겠습니다.
- ③ 제1항에 따른 권리 행사는 정보 주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여서 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하여야 합니다.
- ④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보 주체의 권리가 제한될 수 있습니다.
- ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
- ⑥ 회사는 정보 주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

## 4. 처리하는 개인정보의 항목
- ① ’ION'은 다음의 개인정보 항목을 처리하고 있습니다.

- - <ION 회원가입 및 관리>
- - 필수항목: 이메일(로그인ID), 비밀번호, 닉네임, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보
- - 다만, 이용자의 사상, 신념, 과거의 병력 등 개인의 권리, 이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감정보는 수집하지 않습니다.

## 5. 개인정보의 파기에 관한 사항
- ‘ION'은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

- ### 가. 파기절차
- - 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
- - 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.

- ### 나. 파기방법
- -  종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

## 6. 개인정보 보호책임자에 관한 사항
- ① 회사는 개인정보 처리에 관한 업무를 총괄하며 개인정보 처리와 관련한 정보 주체의 불만 처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자와 담당부서를 지정하고 있습니다.

- 개인정보 보호책임자
- - 성명: 최성권
- - 직책: 개발팀장
- - 직급: 팀장
- - 번호: 010-6852-0984
- - ※ 개인정보 보호 담당부서로 연결됩니다.
- 개인정보 관리 담당자
- - 성명: 최성권
- - 직책: 개발팀장
- - 직급: 팀장
- - 메일 / 번호: zerglinggo@zerglinggo.net / 010-6852-0984
- 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

- - 개인정보침해신고센터 (http://privacy.kisa.or.kr/ 국번없이 118)
- - 대검찰청 사이버범죄수사단 (http://www.spo.go.kr/ 국번없이 1301)
- - 경찰청 사이버안전국 (http://cyberbureau.police.go.kr/ 국번없이 182)
- ② 정보 주체께서는 주식회사 티오리한국의 'Dreamhack' 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한 사항을 개인정보 보호 책임자 및 담당 부서로 문의하실 수 있습니다. 'Dreamhack' 은 정보 주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

## 7. 개인정보 처리방침 변경
- ① 이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
- - 공고일자:
- - 시행일자: 2024년 1월 26일

## 8. 개인정보의 안전성 확보 조치에 관한 사항
- ‘ION'은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적 조치를 하고 있습니다.
- - ### 1. 정기적인 자체 감사 실시
- - 개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.
- - ### 2. 개인정보 취급 직원의 최소화 및 교육
- - 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여, 개인정보를 관리하는 대책을 시행하고 있습니다.
- - ### 3. 내부관리계획의 수립 및 시행
- - 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
- - ### 4. 해킹 등에 대비한 기술적 대책
- - 회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 최선을 다하고 있습니다. 개인정보의 훼손에 대비하여 자료를 수시로 백업하거나, 최신 보안프로그램을 이용하여 이용자들의 개인정보가 유출되거나 손상되는 것을 방지하고 있으며, 암호화 통신(HTTPS)을 통하여 안전하게 이용자의 개인정보가 전송될 수 있도록 노력하고 있습니다.

- 또한 기타 시스템적으로 보안성을 확보하기 위한 모든 기술적 장치를 갖추려 노력하고 있습니다.

## 5. 개인정보의 암호화
- 이용자의 개인정보는 비밀번호는 안전한 암호화 알고리즘을 사용하여 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

## 6. 접속기록의 보관 및 위변조 방지
- 개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.

## 7. 개인정보에 대한 접근 제한
- 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

## 9. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
- ① 회사는 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
- ② 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터에 보내는 소량의 정보이며 이용자들의 컴퓨터에 저장되기도 합니다.

- ### 가. 쿠키의 사용 목적
- - 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 사용자의 식별 및 인증 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.

- ### 나. 쿠키의 설치·운영 및 거부
- - 각 브라우저의 도움말을 참조하여 쿠키 저장을 거부할 수 있습니다.
- - 쿠키 저장을 거부할 경우 ‘ION' 서비스 이용에 어려움이 발생할 수 있습니다.

#### (이하 "회사")는 이용자의 동의를 기반으로 개인정보를 수집·이용 및 제공하고 있으며 이용자의 권리를 적극적으로 보장합니다.
#### 회사는 준수하여야 하는 대한민국의 관계 법령을 준수하고 있으며 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 본 개인정보처리방침을 마련하여 준수하고 있습니다.
`;

export default function Page() {
  return (
    <div className="rounded-lg bg-white px-4 py-8 shadow-md md:p-12">
      <div className="prose-sm font-medium md:prose-base">
        <MarkDown>{content}</MarkDown>
      </div>
    </div>
  );
}
